---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.FlowConversionMode.Tanks
enum: Autodesk.Revit.DB.Plumbing.FlowConversionMode
source: html/804bd904-a435-b0df-1c8c-8322d3fc8cca.htm
---
# Autodesk.Revit.DB.Plumbing.FlowConversionMode.Tanks

Predominantly flush tanks.